num1 = 47 
num2 = 5

# აქ მე გამოვიყენე ერთი გაყოფის ოპერატორი, რომელიც ზუსტად ყოფს რიცხვს და არ აშორებს ათწილადს ამით განსხვავდება იგი ორ გაყოფის ოპერატორისგან
print(num1 / num2)
# აქ მე გამოვიყენე ორი გაყოფის ოპერატორი, რომელიც მიახლოებით წერს მათემატიკური გამოთვლის შედეგს ის სხვებისგან განსხვავებით იმით რომ ის მარტო მთელ რიცხვს წერს და აშორებს ათწილადს
print(num1 // num2)
# აქ მე გამოვიყენე პროცენტის ოპერატორი, რომელსაც ვიყენებთ ნაშთიანი გაყოფისას რათა გავიგოთ თუ რამდენია ნაშთი ის ერთადერთია ვისაც ამის გაკეთება შეუძლია
print(a%b)
print(num1 % num2)

